Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 환한 웃음을 짓는 대머리는 루겔 하이스.{j}평상시에는 로건을 보기만 해도 멀리 돌아가던 식량 담당 관리.
en_us: The smiling bald man was Lugell Heiss. He was in charge of managing the castle’s food supplies and would normally walk the other way if he saw Logan.

source: “오호?{j}불꽃 문양.{j}애송이 귀족이네?”
en_us: “Oh, do you see the roaring flame on his armor? It’s a high-born brat.”

source: “허억.”
en_us: “Huu.”

source: 집안 자체에 돈이 없다.
en_us: The family simply had no money.

source: “할 수 있는 게 없어…….”
en_us: There is nothing that can be done...

source: ‘제발 꺼져 줘!’
en_us: Take a hint and get lost!

source: 혹독한 대우를 참아내겠다 다짐했던 터라 더욱 이상했다.{j}하지만 3일째 되는 날 아침, 빅토르의 궁금증은 바로 풀렸다.
en_us: He had prepared himself to endure harsh treatment and was baffled by his new reality. But his question was soon answered on the day of the third morning.

source: “하하.{j}그 표정, 이 크기 때문이죠?{j}걱정하지 마시길.{j}주인이 말한 것보다 오히려 성능은 좋을 테니까요.”
en_us: “Oh, you look grim. Is it because of the size? Don’t worry your big head. It will be far better than what you asked for.”

source: 다행히 일이 잘 풀리려는지 세 번째 길드 건물에 목표가 있었다.{j}어디 멀리 의뢰를 나가기라도 했다면 다른 용병을 알아보려 했는데 다행히 최우선 영입 대상을 찾아낸 것이다.
en_us: Lady Luck smiled upon him as he found his target in the third guild building. He planned to hire the next best option if his first option was too far away on a mission but that wasn’t to be.

source: “뭐, 괜찮습니다.{j}저는 필립 씨의 재능을 믿고 있으니까요.{j}투자해 보고 싶습니다.”
en_us: “It doesn’t faze me. I trust your abilities, Mr. Claude. I want to invest.”

source: “이 개 같은!”
en_us: “You filthy mutt!”

source: ‘왜 벌써?!’
en_us: Already?!

source: 사실은 그 반대였다.{j}의외로 단순하기에 부가적인 보안 장치까지 만든 것이다.
en_us: It was actually the opposite. Hamar had to equip an additional safety device since it was simple to remove.

source: - 같이 죽자!
en_us: “Let’s die together!”

source: 그중에서도 가장 중요한 것은 분명했다.
en_us: Though, one was impossible to forget.

source: 보통은 침착해야 할 기사들이 서로의 눈을 바라보며 시종들보다 더 웅성거릴 때.
en_us: The knights were trained to be calm but in this instance, they were staring at each other in disbelief and spoke louder than the servants.

source: 아직 안정을 취하셔야 합니다.”
en_us: You must rest.”

source: 로건은 마음을 다지며 앞으로 해야 할 일을 되새겨 보았다.
en_us: Logan collected his thoughts and retraced his next steps.

source: ‘죄송했습니다.{j}정말…….’
en_us: I’m so sorry. Truly...

source: 어쩌면 지금부터 겪어야 할 그의 고난과 역경이 미래의 그를 만들었는지도 몰랐다.{j}아니, 지금 상태로 보면 분명히 그랬을 것이다.
en_us: Perhaps the pain and adversity that awaited him in the present were the tools that ultimately shaped who he would become. It seemed that way from Logan’s current assessment of Phillip.

source: “닥쳐!{j}우리 공자님은 그럴 분이 아니야!”
en_us: “Shut your mouth! Our master would never run!”

source: 4화
en_us: Chapter Four

source: 3화
en_us: Chapter Three

source: “……지금?{j}왜?”
en_us: “Now? But why?”

source: 기사들과 가신들의 놀람 속에서 3년간 쌓여 온 자괴감과 열등감이 최고조로 솟아올랐던 날.
en_us: Three years of shame and inferiority reached their peak that day as his family’s knights and vassals watched with astonishment.

source: 하지만 그 말은 그동안 온갖 구박에도 자신을 따르던 동생이 더 이상 자신을 찾지 않게 만든 말이기도 했다.
en_us: But this proved to be the final straw for Lonian, who had followed Logan despite his constant bullying.

source: 어이없는 표정으로 흘낏 뒤를 돌아보자, 릭이 자신 없는 듯 웅얼거리는 목소리로 말했다.{j}“몇백 년 전에 있었던 가법인 건 맞아요…….”
en_us: Logan, wearing a dumbfounded look on his face, turned to Rick for an answer. ”I think it’s a household law from a few hundred years ago...”, said Rick sheepishly.

source: 사기는 아니더라도 귀족가 도련님이 자신을 놀리려는 것이거나, 저 도련님이 철부지라 세상 물정을 모르거나 둘 중 하나임은 분명했다.
en_us: It wasn’t a con job but he was certain that the young master was either trying to play a prank on him or he was naive about how the world worked.

source: 본래 로건의 성격은 절대 얌전한 편이 아니었다.
en_us: Logan’s personality was far from being demure.

source: 단순히 포스를 각성하지 못했기에 A급 용병이지, 그 무기술과 전투력은 기사조차 방심하면 당할 수 있는 무술의 달인이었다.{j}활과 창을 비롯해 못 다루는 무기가 없는 그의 무기술은 그를 최강의 A급 용병이라 불리게 만들기에 부족함이 없었다.{j}덧붙여 탁월한 기마 실력까지 겸비한 아직 사십 대 중반인 카이솔론은 노련함과 실력을 두루 갖춘 용병이었다.
en_us: He was only an A-level mercenary because he couldn’t awaken the force. He was an expert swordsman and a skilled fighter, any knight would have been foolish to underestimate his prowess. He was adept at wielding any weapon, including the bow and arrow and the spear. It was no exaggeration to call him the best A-level mercenary in the world. The man in his mid-forties, who was also an exceptional rider, was Kai Solon and he was an experienced mercenary worth his salt.

source: “커허험.{j}흐흠.{j}다시 보니 아이디어는 기발하긴 하군요.”
en_us: “Ahem. On second thought, it looks like a brilliant invention.”

source: “아뇨.{j}계산은 정확한데 방향을 완전히 잘못 잡으셨습니다.”
en_us: “Your calculation are spot on but the method is wrong.”

source: “공자님?”
en_us: “Master?”

source: 달라질 미래에 대한 벅찬 기대가 그의 가슴을 뛰게 했다.
en_us: His heart was thumping at the excitement and the expectation of a new future.

source: “예?{j}아 뭐, 제가 할 수 있는 거라면야.”
en_us: “Right. Well, I’ll see if I can help you.”

source: “왜 막지 않았지?”
en_us: “Why didn’t you stop him?”

source: 20화
en_us: Chapter Twenty

source: 용병이 호기롭게 한 발 앞으로 나서며 외쳤다.
en_us: The mercenary took a step forward and offered Logan the first move.

source: 그들이 아무리 작게 말해 봤자 감각이 월등히 증폭된 로건에게는 선명하게 들리고 있었다.
en_us: Logan’s greatly heightened senses could clearly hear their whispers and hushed sighs of surprise.

source: 환한 달이 떠오른 밤.{j}침대에 좌정하고 앉은 로건의 눈에는 옅은 기대가 자리하고 있었다.{j}몸을 혹사하는 기사단의 훈련과 내부의 의식을 자극하는 명상 수련의 반복은 서로 시너지 효과를 일으켜 확실한 진전을 가져다주었다.{j}내면의 의식을 관조할 때마다 포스코어가 성장한 것을 알 수 있었다.{j}게다가 얼마 전부터는 포스코어가 꿈틀거릴 때마다 무언가 변화의 조짐이 보이기까지 했다.{j}로건은 머릿속에 새겨진 책의 지식을 다시 한번 떠올리며 마음을 가다듬었다.
en_us: The moon shone brightly through the window and Logan sat cross-legged on his bed. His eyes were filled with contemplation. The harsh physical training with the knights and stimulating his internal flow of energy through medication worked well in tandem and Logan felt his powers grow stronger every night. He observed the growth in his force core every time he looked deep within himself. Recently, there were hints of a different energy radiating off the core every time it wriggled. Logan collected his thoughts and tried to revisit the pages of the ancient book.

source: “예.{j}있었습니다.”
en_us: “Yes, it was.”

source: 꿈이라고 생각하면서도 목이 멜 정도로 먹먹한 마음에 자연히 이어진 과거, 아니 미래의 기억이 떠올랐다.
en_us: He knew he was dreaming but his heart sank when he thought about the past, or now, the future.

source: “……그럴 리가 있겠습니까, 남작님.{j}혹시나 그리 생각하실까 염려되어 제가 직접 사절이 되기를 청했습니다.{j}오해를 풀어드리고 싶어서 말입니다.”
en_us: “Of course not, my baron. That is why I personally requested to lead this delegation. I wish to resolve any misunderstanding you may have.”

source: 그 말에 애꿎게 화들짝 놀란 여자아이의 눈에 주르륵 눈물이 흘러내렸다.{j}그러나 정작 목표였던 노예상은 뻔뻔하게 웃었다.
en_us: Tears came streaming down the girl’s face as Logan’s words made her more concerned for her brother. But the intended target of his snide remark stood firm with a smile on his face.

source: 정말 미안하다.”
en_us: I’m truly sorry.”

source: “어찌 되었건 녀석은 지금 이 자리에 없다!{j}가문의 운명이 걸린 전투에서 빠졌어!{j}그게 도망이 아니라면 뭐란 말이냐!”
en_us: “The fact of the matter is that he’s not here! The fate of our house depends on this battle and he’s nowhere to be seen! If that is not desertion then what is?”

source: ‘그래, 거의…….’
en_us: Almost there...

source: “비움의 깨달음이라…….{j}네가 확실히 변하기는 한 모양이구나.”
en_us: “The realization of emptiness...it seems you have definitely turned over a new leaf.”

source: “50만이라…… 계산이 이상하군요.{j}빚이 25만인 사람이 어떻게 몸값이 또 25만입니까.{j}마이너스 25만이라면 모를까.”
en_us: “Five hundred thousand, you say? You have some interesting arithmetic there. How could the value of man that is two hundred and fifty thousand in debt be also the same amount? By that logic, you should be worth minus two hundred and fifty thousand.”

source: ‘이게 전부 대공자 덕분은 아니지만…….’
en_us: This isn’t sorely down to the eldest master...

source: 키에에엑!
en_us: Kyaaak!

source: 별일 아니라는 듯한 말과 함께 로건은 등에서 여행자용 배낭을 내려놓았다.
en_us: Logan said it like it was no big deal and placed his travel bag on the table.

source: “그 이상을 써도 돈이 된다.{j}확실히.”
en_us: “It’ll turn a profit, even if I spend more. I’m sure of it.”

source: 전쟁은 맥라인 가문의 생각보다 더 빠르게 시작되었다.
en_us: The fight arrived quicker than the House of MacLine had anticipated.

source: 차마 더 말을 꺼내지는 못했지만, 아직도 할 말이 많은 듯 메리안의 얼굴이 연신 붉으락푸르락했다.{j}그 곁에서 로니안은 자신이 고기를 씹는지 고무를 씹는지 모르게 억지로 음식을 삼키고 있을 뿐이었다.{j}그 숨 막히는 상황에서 로건이 대뜸 폭탄을 던졌다.
en_us: Marianne had smoke coming out of her ears and looked like she had much more to offer on the matter. Lonian, who was sat next to her, chewed through his meal and hoped that it would soon come to an end. Logan broke the suffocating silence with a shock announcement of his own.

source: “일개 남작가가 미치지 않고서야 용병 길드와 척을 질 리가…….”
en_us: “A small barony like this would be crazy to make an enemy out of the Mercenary Guild.”

source: “하만, 이 미친놈이 영지의 운명을 걸었구나.”
en_us: “Haman, you’ve put the fate of your territory on the line, you mad bastard.”

source: “저놈 뭐야?”
en_us: “Who the hell is he?”

source: 패드릭은 과한 징집을 억지로 정당화하며 애써 하늘로 시선을 돌렸다.{j}일반적인 기사들의 말보다 반 배는 더 큰 거대한 흑마를 타고 붉은 깃이 달린 투구를 쓴 그는 가장 앞에서 손을 흔들었다.
en_us: Padrick stubbornly justified his excessive conscription and looked up to the heavens. He rode at the head of the army on a gargantuan black horse, half times bigger than a normal horse, and wore a red plumed helmet. He waved his hand at the onlooking crowd.

source: “하지만 가문에 매여 있는 몸.{j}그 지시를 따르지 않을 수도 없으니, 그저 직접 남작님과 로건 공자를 만나 뵙고 사죄를 드리는 것이 최선이라 생각했습니다.”
en_us: “However, I’m bound to my house. Since I cannot disobey my father’s wishes, I thought it was best to come to see you, my Baron, and Master Logan in person to express my deepest apologies.”

source: “노파심에 미리 말하자면 그동안 기다린 일당 정도는 알아서 쳐줄 것이다.{j}몬스터 고기를 먹고 미친 얼간이가 헛소리로 사기를 치려는 것이 아니니 안심해도 좋다.”
en_us: “I wish to assure you that you’ll be paid for the days you’ve been waiting for me. I’m not some rabid madman that has been feasting on monster meat, you can trust my word.”

source: 좀처럼 현실로 받아들이기 어려운 광경에 혼란스러워하던 때였다.
en_us: Logan was struggling to accept the reality unfolding before him. He was completely confused.

source: 그렇게 절대 잊지 말아야 할 일들을 정리하고 나자 목표는 정확해졌다.
en_us: His objective became clear once he organized his most important memories.

source: “로건, 너는 이 맥라인 가문의 장자다.”
en_us: “Logan, you are the eldest son of the House of MacLine.”

source: 울화가 솟구치고 가슴이 답답했다.{j}실리를 포기하고 명예를 챙기겠다는 것이 귀족가에서 그리 나쁘게 취급받는 것은 아니다.{j}하지만…….
en_us: He felt a surge of anger run down his throat and his chest felt like it was caving in. Forgoing money for honor was never a sin among noble houses.

source: 전쟁이 시작되었다.
en_us: The battle had begun.

source: “송구하오나 울브스 백작가는 저희 가문보다 작위가 높은 가문입니다.{j}그리고 동부의 변경백이기도 하지요.”
en_us: “House Wolves is a more prestigious house than ours. They are also the most prominent family in the East as they protect our kingdom’s eastern border. “

source: 이미 30여 년 전에 죽었던 자신의 전담 시종 릭이 눈앞에서 그를 근심스레 바라보고 있었다.
en_us: Rick, his personal servant, who had died thirty years ago, stood in front of him with a concerned look.

source: 창백한 안색으로 그 자리에 주저앉은 로건은 스스로 해낸 일을 보며 놀란 표정을 감추지 못했다.
en_us: Logan’s pale face couldn’t hide his shock at the power he just created.

source: 그 관계가 만들어 낸 감정의 악순환은 그가 쫓겨날 때까지 이어졌다.
en_us: The vicious cycle of emotional damage continued right until Logan was banished.

source: 물론 전생에는 쫓겨나고도 몇 년간은 그런 아버지를 원망하기에 바빴다.
en_us: He resented his father for years after his banishment in his previous life.

source: “그야, 망나니…… 하하.{j}노, 농담입니다.{j}아니, 그…… 죄송합니다.”
en_us: “Just a sulky loser, ha ha. It’s just a joke, master. I’m terribly sorry.”

source: “왜?”
en_us: “Why?”

source: 머리로는 무시했지만, 아직은 어린 육체에 있던 가슴속 불길이 계산된 분노에 실려 두 눈으로 옮겨갔다.
en_us: The soaring fire within Logan’s young body shot into his eyes and he looked at the knight with measured anger.

source: “예?
en_us: “Sorry?”

source: 어떤 변수가 영지전을 앞당겼는지 도통 짐작이 되질 않았지만, 고민만 하고 있을 시간은 없었다.
en_us: He had no idea what triggered the early declaration of the Battle of the Territories but he had no time to waste pondering the possibilities.

source: 아들이 어떻고, 병력 차가 어떻고 하는 것은 지금 중요하지 않았다.
en_us: His son nor their numerical disadvantaged mattered at all in the moment.

source: 죽도록 고생하며 극한의 수련을 견뎌 낸 끝에 자신의 한계를 넘어 포스를 각성하는 일반적인 기사가 들었다면 황당할 것이다.
en_us: An ordinary knight wouldn’t understand Logan’s path to the force. Most knights trained until the point of death to push beyond one’s limits in order to awaken the force.

source: 그러나 대련이 아닌 결투라면 이야기가 달랐다.
en_us: But a duel was a different matter.

source: “로니안.{j}로건을 두둔할 생각은 말거라.{j}어쨌건 녀석이 이 자리에 없는 것은 사실이니.”
en_us: “Lonian. There is no need to defend Logan when he’s not here to defend himself, is he not?”

source: 비전서에 이르기를 아무리 재능 있는 이라도 3일 밤낮을 노력해야 할 것이라 했건만, 걱정한 것이 무색하게도 거짓말처럼 쉽게 성공한 것이다.
en_us: According to the grand secret book, this step took three days and nights of hard work to perform, no matter how gifted you were. But Logan, as if it were a lie, succeeded almost immediately.

source: 성공할 자신만 있다면 후보고도 괜찮아.{j}성과급은 두둑이 챙겨 주지.{j}카록의 고기에 관한 일로 필립의 능력에 대한 의심을 버린 로건의 과감한 결단이었다.{j}필립이 오히려 자신의 뭘 믿고 돈을 맡기냐고 놀랐을 정도.
en_us: Logan trusted him enough to act first before permission was given if he was confident of success. He was willing to pay him handsomely in bonuses. Phillip’s sound reasoning and business sense he showcased with the karock meat request made Logan drop his prior apprehension about his abilities and trust him completely. Even Phillip was surprised that Logan had entrusted him with such a large sum before he left.

source: 주변 식솔들의 평판이야 자신의 행동이 바뀌면 알아서 바뀌겠지만, 그 잘못 하나하나를 자각할 때마다 양심이 따끔따끔 쑤셔 왔다.
en_us: The opinion of his family and their servants’ would naturally change once they saw the new Logan. But he felt his conscience being stabbed every time he was reminded of his previous shortcomings.

source: “……아직은 봄이다.{j}선묘는 잠자리로는 추울 터이니.{j}따뜻하게 챙기거라.”
en_us: “It’s still spring and it will be cold sleeping at the cemetery. Make sure you take something warm.”

source: 정도를 벗어난 기사의 행동을 제지하는 이는커녕, 탓하는 눈빛조차 하나 없었다.
en_us: Instead of reprimanding the knight for his obvious indiscretion, they looked on as if he had done nothing wrong.

source: “뭣들 하는 거야!{j}어느 안전이라고 감히!{j}다들 썩 나가!”
en_us: “What poppycock! Where do you think you are? Get out now, all of you!”

source: “앞으로는 무리한 일은 시키지 않을 거다.{j}그리고 가능한 잘 챙겨 주마.”
en_us: “I won’t make you do anything difficult from now on. I’ll also do my best to get what your deserve.”

source: 그것은 상대방도 마찬가지인 듯, 눈을 마주치자마자 인상을 팍 찡그리며 노골적으로 감정을 드러내고 있었다.
en_us: She seemed just as displeased to see Logan. Her annoyance was evident in her expression and she made no attempt to hide it.

source: 그 후회의 세월이 무려 20년이 넘었다.
en_us: Logan lived with the weight of that regret for over twenty years.

source: “멀리……요?”
en_us: “Bigger fish to fry?”

source: “설계도 직접 했다던데.”
en_us: “I heard the eldest master designed it himself”

source: “힉!
en_us: “Oh!”

source: 그중에는 이런 그럭저럭 들어 줄 만한 말부터…….
en_us: Logan’s arrival caught the attention of the crowd.

source: 록페른의 물음에도 마차는 한동안 침묵만이 감돌았고, 대답은 한참 뒤에나 들려왔다.
en_us: Lockferan was met with silence and it was sometime before he got an answer back.

source: 자신이 기억하는 전생의 포스보다 끈끈하고, 더 강하고, 보다 밀도 높은 에너지가 그의 의지에 즉각 반응했다.
en_us: The energy was stronger, more cohesive and higher in concentration than the force he felt in his previous life, and it instantly reacted to his will.

source: “잘 먹었습니다.{j}그럼 전…….”
en_us: “Thank you for the meal. I’ll best be going now.”

source: 빅토르는 자꾸만 흐려지려는 정신을 다잡았다.{j}당장이라도 쓰러져서 자고 싶은 생각이 자꾸 들었다.{j}아니, 쓰러진 다음 다시 일어날 수 있을지도 자신이 없는 상태였다.{j}그런 그를 지탱하는 것은 한 가지 사실 뿐이었다.
en_us: Victor shook himself out of his hazy trance and regained focus. He was fighting the urge of lie down and fall asleep. He was so tired that he wasn’t sure if he’d ever wake up if he did. Only one thing was keeping him from giving in.

source: “그러니 그 사체를 가져다주기만 해도 돈을 준다고 하면, 왕국 운반비 기준으로 200골드면 충분하겠지.{j}그것도 마리당이니 만약 카록이 많이 잡혀서 한꺼번에 운송한다면 훨씬 싸지겠지.{j}모아서 같이 운송하거나.”
en_us: “Considering the kingdom’s shipping charges, having a karock’s corpse delivered to us would cost around two hundred gold, and that’s just for one. Shipping them in bulk will significantly reduce the costs.”

source: 그런데 기사한테 결투라니, 절대 무모한 짓을 하게 둘 수는 없다는 생각이었다.
en_us: But to challenge a knight for a duel was crossing the line, he wasn’t about to let that happen.

source: 이 상황에서 곧 은퇴를 앞둔 기사 하나를 돕기 위해 ‘저’ 대공자와 척을 지고 싶은 이는 없었다.
en_us: No one wanted to help a soon-to-be retired knight by going up against the new Logan.

source: “……역시, 저런 위력을 낼 무기면 그 구조 역시 복잡하겠군요.”
en_us: “Understood. The mechanics of such a powerful weapon must be complex.”

source: 미친놈은 연신 미친 소리를 하면서도 눈빛 하나 변하지 않았다.{j}이렇게 일관된 반응은 미친놈이 보일 만한 것이 아니다.{j}편견을 조금 걷어 내자, 눈앞의 어린 청년의 눈빛이 조금 익숙하게 느껴졌다.{j}그리운 사람의 눈빛.
en_us: The madman continued to spew out madness but he eyes never changed for second. That kind of consistency was hard to come by in a crazy fool. Phillip told himself to lower his initial prejudice. Once he changed his perspective, the young man’s eyes seemed familiar to him, the eyes of a man he once knew and sorely missed.

source: 석 달 뒤.
en_us: Three Months Later.

source: 로건의 기억 속 전생의 로니안은 영지전 때가 되어서나 포스를 각성했다.{j}그래서 회귀한 자신이 미래를 바꿈으로써 동생의 성취가 늦어지는 것은 아닌지 걱정하는 마음이 있었다.{j}그런데 오히려 성취가 앞당겨졌다니, 신기한 일이었다.
en_us: In Logan’s past life, Lonian had awakened the force around the time of the Battle of the Territories. A part of him was worried that his own awakening had changed the future and delayed Lonian’s awakening. But it had miraculously accelerated his awakening instead.

source: 용병과 노예.{j}맥라인 영지에서 하룬까지 온 목적은 확실히 느껴졌지만, 귀족 가문의 자제가 홀로 이런 일을 하는 이유를 도저히 추측할 수가 없었다.{j}하지만 그는 평소 신념대로 이유를 묻지 않았고, 로건 역시 굳이 설명하지 않았다.
en_us: Mercenaries and slaves. Kai sensed that Logan had a clear objective for coming all the way to Harun from MacLine territory but couldn’t decipher why the heir to a noble house would engage in such activities, let alone on his own. But he went against his better nature and didn’t ask questions, and Logan didn’t try to explain either.

source: “그 소문이 진짜였어?”
en_us: “The rumors were true?”

source: “자자, 우리 공자님.
en_us: “Now now, master.

source: 챙!
en_us: Clash!

source: 소문을 적극적으로 퍼트리고 여러 상단에 알린 것이 바로 그였으니까.{j}상인 길드의 움직임과 상관없이 카록 고기 의뢰를 더욱 빠르게 퍼트리기 위한 일종의 공작이었다.{j}다만 그 부작용을 예상을 못 했을 뿐이었다.
en_us: Phillip was particularly downhearted since he was responsible for alerting various trading companies about Logan’s request and actively promoted it. Phillip thought it would be best to spread the word as far as possible to acquire karock meat quicker, regardless of the Merchant Guild’s movements. But he hadn’t anticipated the negative side-effects.

source: 다시금 요란한 소리가 들렸지만 록페른은 굳이 마차 안을 들여다보는 대신 다른 말을 꺼냈다.
en_us: The strange sound was heard again inside the carriage but Lockferan did not look in and tried to change the topic instead.

source: ‘포기할 것은 포기하자.’
en_us: Give up what must be given.

source: ‘맥라인 남작가는 거지 가문이야.{j}무슨 돈이 있다고!’
en_us: The House of MacLine is one of the poorest houses. They have no money!

source: “당신, 들었죠?{j}이래도 계속 편을 들 건가요?”
en_us: “You heard him. Will you continue to take his side?”

source: “너의 문제가 뭔지, 도대체 왜 이러는 것인지 허심탄회하게 얘기를 좀 해 보자꾸나.”
en_us: “Let’s clear the air and be honest. Tell me what your problems are and why you are acting in such a manner.”

source: 순간적으로 떠오른 아이디어는 즉흥적이지만 나쁘지 않다는 생각이 들자 바로 말이 되어 나왔다.
en_us: It was an impulsive request but Logan thought it would work out for the better, and he immediately asked Dwain for his thoughts.

source: “아이고!{j}공자님, 우리 공자님 어떡하면 좋습니까!”
en_us: “Oh no! What are we to do, master?”

source: ‘핏줄이라는 건가.’
en_us: Perhaps it’s in her blood.

source: 우리 공자님이!
en_us: Our dear master!

source: “……네가 정녕 내 뜻을 거부하겠다는 것이냐.”
en_us: “Despite my decision, you continue to disobey me.”

source: 스스로를 세뇌한 도미넌이 핏발이 선 눈으로 다시금 목검을 들었다.
en_us: After convincing himself, danger returned to Sir Dominan’s eyes and he picked up his wooden sword

source: 맥라인 영지가 서남부의 촌구석이라는 것을 체감하게 해 주는 번화한 거리의 모습에 로건은 살짝 감탄을 흘렸다.{j}맥라인에서 성은 기술자들이나 특별한 사람들이 머무는 곳이고, 대부분의 영지민은 성 밖의 개척 마을에서 살았다.{j}이렇게 복잡한 성내의 풍경은 로건에게도 오랜만이었다.{j}아니, 처음이라고 해야 할까.{j}불야성이라 불리는 제국의 교역 도시에도 가 본 적이 있는 로건이었지만 그거야 전생의 이야기니까.
en_us: Logan was in awe of the bustling streets of Kyle, which made the MacLine territory look like a mundane, backwater town in the southeast. Only specialists and chosen people lived within the castle back home and the most of it’s inhabitants lived in villages outside of the castle walls. It had been a long time since Logan saw such chaotic beauty within the castle walls. Well, it was the first in this lifetime. He had been to a trading city called The City of Eternal Light in his previous life that resembled the sights of Kyle.

source: 피식거리는 헛웃음 소리가 여기저기서 튀어나왔다.{j}조금은 긴장이 풀린 그들에게 로건이 간도 보지 않고 곧바로 본론을 꺼냈다.
en_us: A spate of laughter broke the silence. Logan felt that the tension had lifted and proceeded to deliver his main point.

source: “아니, 그게 아니라.
en_us: “No, it’s not that.

source: 텅.
en_us: Drop.

source: 우드득.
en_us: Thud.

source: 형식적이지만 화기애애한 인사가 오간 뒤, 그녀는 시종에게 건네받은 백작의 친서를 낭독했다.
en_us: After his father and Lina exchanged the customary pleasantries, a servant handed her the count’s handwritten letter and she began reading aloud.

source: 저 릭입니다.
en_us: “It is Rick.”

source: 패드릭은 최전선의 첨봉이 되어 무섭게 말을 내달렸다.{j}병력의 절대적인 열세를 극복하려면 그의 역할이 가장 중요했다.{j}그가 선봉을 뚫고 적의 기사단을 교란, 붕괴시켜야 승산이 생겼다.{j}그랬기에 그는 첫 충돌이 될 자신의 랜스 차징에 필생의 힘을 실었다.{j}첫 공격에 적어도 기사 두세 명은 완전히 박살을 내 버리겠다는 의지였다.{j}포스를 통해 강화된 패드릭의 애마가 속력을 더하고, 창에 실린 기운 역시 점차 강해지며 뚜렷한 붉은빛을 내뿜었다.
en_us: Padrick spearheaded his vanguard as he charged at a frightening pace. He had to play a pivotal role if his men were to overcome their numerical disadvantage. He had breakthrough the vanguard and put the enemy knights in disarray for them to even have a chance of victory. He focused his entire power into his lance and braced for the first charge. He wanted to obliterate two or three knights with his first attack. Padrick’s stallion, buoyed by his master’s force, galloped faster towards the enemy line and Padrick’s lance released a bright red ray of light.

source: “넉넉하게 400명분.”
en_us: “Four hundred, just to be safe.”

source: “하, 하하.{j}그렇지요.{j}아, 알아주셔서 감사합니다.”
en_us: “Ha...Yes, of course. Thank you for recognizing our hard work.”

source: ‘기왕이면 그것으로 용병대를 훈련시킬 수 있는 교관도.’
en_us: I should also look for a military leader that could train my army to use it.

source: 13화
en_us: Chapter Thirteen

source: 17화
en_us: Chapter Seventeen.

source: “400개…… 이런 씨벌…….”
en_us: “Four freaking hundred...”

source: ……조금 다른 이유로 손이 떨려 왔다.
en_us: Now, his hands were trembling for different reason.

source: “하지만!{j}제가 모르는 사이 엄청난 변화가 생긴 것이 아니라면 맥라인 가문은 그럴 여유가 없으실 텐데요?”
en_us: “However, unless there has been a miraculous turn of events, I don’t think the House of MacLine could afford to pay such a fee.”

source: 하지만 끓어오르는 가슴을 억지로 내리눌렀다.
en_us: But he had to force them down.

source: “아, 아니야!{j}리이나.{j}당신 왜 그러는 거야!{j}당신이 날 불렀잖아!”
en_us: “N-no! Lina. Why are you being like this? You asked me to come!”

source: “역시 이걸로는 무리인가.{j}얼마 남지도 않은 잔챙이들을 잡는데 무슨 시간이 이렇게 오래 걸려.”
en_us: “This won’t be enough. Why did they take so long to hunt down the remainder of the pack?”{j}

source: 순식간에 적 진영 가까이에 다다르자, 아군의 기사와 마찬가지로 두꺼운 중갑을 차려입은 기사들과 그 앞으로 나선 적의 선두가 패드릭의 눈에 들어왔다.
en_us: He had almost reached the enemy’s frontline in no time. A knight, protected by his heavy armor, had also charged to meet him in battle. But Padrick noticed something peculiar about his weapon.

source: 312명의 기수가 동시에 쏘아 낸 석궁용 화살이 들판을 가로질러 질주하고 있던 한 무리의 크롤 떼를 덮쳤다.
en_us: Three hundred and twelve riders simultaneously fired their bolts across the field on to a pack of krolls.

source: “최선을 다해도 안 된다는 거야?”
en_us: “Even if you try your best?”

source: 어수선해진 병사들의 분위기에 패드릭이 로니안을 향해 버럭 소리를 질렀다.
en_us: The soldiers descended into disorder and Padrick shouted at Lonian in frustration.

source: “대공자도 도망갔다잖아.”
en_us: “The eldest master has run away.”

source: 괜찮으실 거라더니!”
en_us: “He said you would be fine!”

source: ‘무슨 일이 생겨도 절대 내 책임은 아니야.{j}그래도 도미넌 경, 제발 살살하길.’
en_us: I won’t accept any responsibility for what happens. But if you can hear me Sir Dominan, please go easy on the boy.
